{
  "headInfo":{
    "title":"地理信息系统",
    "detail":"<p>地理信息系统（Geographic Information System或 Geo－Information system，GIS）有时又称为“地学信息系统”。</p><p>它是一种特定的十分重要的空间信息系统。它是在计算机硬、软件系统支持下，对整个或部分地球表层（包括大气层）空间中的有关地理分布数据进行采集、储存、管理、运算、分析、显示和描述的技术系统。</p>"
  },
  "likeKeyWords":[
    {"id":1,"txt":"测绘"},
    {"id":2,"txt":"遥感"},
    {"id":3,"txt":"计算机"}
  ],
  "catalog":[
    {
      "txt": "历史发展",
      "detail":"<p>古往今来，几乎人类所有活动都是发生在地球上，都与地球表面位置（即地理空间位置）息息相关，随着计算机技术的日益发展和普及，地理信息系统（Geography Information System，GIS）以及在此基础上发展起来的“数字地球”、“数字城市”在人们的生产和生活中起着越来越重要的作用。",
      "level2": [
        {
          "txt": "史前",
          "detail":"<p>15,000年前，在拉斯考克（Lascaux）附近的洞穴墙壁上，法国的Cro Magnon猎人画下了他们所捕猎动物的图案。</p><p>与这些动物图画相关的是一些描述迁移路线和轨迹线条和符号。这些早期记录符合了现代地理资讯系统的二元素结构：一个图形文件对应一个属性数据库。"
        },
        {
          "txt": "18世纪",
          "detail":"<p>18世纪地形图绘制的现代勘测技术得以实现，同时还出现了专题绘图的早期版本，例如：科学方面或人口普查资料。</p><p>约翰·斯诺在1854年，用点来代表个例，描绘了伦敦的霍乱疫情，这可能是最早使用地理方法的位置。</p><p>他对霍乱分布的研究指向了疾病的来源----一个位于霍乱疫情爆发中心区域百老汇街的一个被污染的公共水泵。 约翰·斯诺将泵断开，最终终止了疫情爆发。"
        },
        {
          "txt": "20世纪初期",
          "detail":"<p>20世纪初期将图片分成层的“照片石印术”得以发展。它允许地图被分成各图层，例如一个层表示植被和另一层表示水。</p><p>这技术特别用于印刷轮廓-绘制，这是一个劳力集中的任务，但他们有一个单独的图层意味着他们可以不被其他图层上的工作混淆。"
        },
        {
          "txt": "60年代早期",
          "detail":"<p>60年代早期，在核武器研究的推动下，计算机硬件的发展导致通用计算机“绘图”的应用。</p><p>1967年，世界上第一个真正投入应用的地理信息系统由联邦林业和农村发展部在加拿大安大略省的渥太华研发。</p><p>罗杰·汤姆林森博士开发的这个系统被称为加拿大地理信息系统（CGIS ） ，用于存储，分析和利用加拿大土地统计局（ CLI，使用的1:50,000比例尺，利用关于土壤、农业、休闲，野生动物、水禽、林业和土地利用的地理信息，以确定加拿大农村的土地能力。）收集的数据，并增设了等级分类因素来进行分析。"
        }
      ]
    },
    {
      "txt": "特点",
      "detail":"<p>1.公共的地理定位基础；</p> <p>2.具有采集、管理、分析和输出多种地理空间信息的能力；</p><p>3.系统以分析模型驱动，具有极强的空间综合分析和动态预测能力，并能产生高层次的地理信息；</p><p>4.以地理研究和地理决策为目的，是一个人机交互式的空间决策支持系统。</p>"
    },
    {
      "txt": "建模系统",
      "detail":"",
      "level2": [
        {
          "txt": "数据建模",
          "detail":"<p>将湿地地图与在机场、电视台和学校等不同地方记录的降雨量关联起来是很困难的。然而，GIS能够描述 地表、地下和大气的二维三维特征。</p><p>例如，GIS能够将反映降雨量的雨量线迅速制图。</p><p>这样的图称为雨量线图。通过有限数量的点的量测可以估计出整个地表的特征，这样的方法已经很成熟。 一张二维雨量线图可以和GIS中相同区域的其它图层进行叠加分析。</p>"
        },
        {
          "txt": "拓扑建模",
          "detail":"<p>在过去的35年，在湿地边上有没有任何加油站或工厂经营过？有没有任何满足在2英里内且高出湿地的条件的这类设施？GIS可以识别并分析这种在数字化空间数据中的这种空间关系。这些拓扑关系允许进行复杂的空间建模和分析。地理实体间的拓扑关系包括连接（什么和什么相连）、包含（什么在什么之中）、还有邻近（两者之间的远近）。</p>"
        },
        {
          "txt": "网络建模",
          "detail":"<p>如果所有在湿地附近的工厂同时向河中排放化学物质，那么排入湿地的污染物的数量要多久就能达到破坏环境的数量？GIS能模拟出污染物沿线性网络(河流)的扩散的路径。诸如坡度、速度限值、管道直径之类的数值可以纳入这个模型使得模拟得更精确。网络建模通常用于交通规划、水文建模和地下管网建模。</p>"
        }
      ]
    },
    {
      "txt": "发展空间",
      "detail":"<p>许多学科受益于地理信息系统技术。活跃的地理信息系统市场导致了GIS组件的硬件和软件的低成本和持续改进。这些发展反过来导致这项技术在科学、政府、企业和产业等方面更广泛的应用，应用包括房地产、公共卫生、犯罪地图、国防、可持续发展、自然资源、景观建筑、考古学、社区规划、运输和物流。地理信息系统也分化出定位服务(LBS)。LBS使用GPS通过所在地与固定基站的关系用移动设备显示其位置(最近的餐厅,加油站,消防栓),移动设备(朋友,孩子,一辆警车)或回传他们的位置到一个中央服务器显示或作其他处理。随着GPS功能与日益强大的移动电子(手机、pad、笔记本电脑)整合，这些服务继续发展。</p>",
      "level2": []
    },
    {
      "txt": "专业设置",
      "level2": [
        {
          "txt": "培养目标",
          "detail":"<p>本专业培养具备地理信息系统与地图学的基本知识、基本技能，能在科研机构或高等学校从事科学研究或教学工作，能在城市、区域、资源、环境、交通、人口、住房、土地、基础设施和规划管理等领域从事与地理信息系统有关的应用研究、技术开发、生产管理和行政管理等工作的地理信息系统高级专门人才。</p>"
        },
        {
          "txt": "培养要求",
          "detail":"<p>本专业学生主要学习地理信息系统和地图学、遥感技术方面的基本理论和基本知识，受到应用基础研究和技术开发方面的科学思维和科学实验训练，具有较好的科学素养，具有地理信息系统研究、设计与开发的基本技能及初步的教学、研究、开发和管理能力。</p>"

        },
        {
          "txt": "知识能力",
          "detail":"<p>1、掌握数学、物理、计算机科学等方面的基本理论和基本知识；</p><p>2、掌握地理信息系统和地图学的基本理论、基本知识和基本实验技能，以及地理信息系统技术开发的基本原理和基本力法；</p><p>3、了解相邻专业如地理学、资源环境与城乡规划管理、测绘工程等的一般原理和方法；</p><p>4、了解国家科学技术政策、知识产权、可持续发展战略等有关政策和法规；</p><p>5、了解地理信息系统的理论前沿、应用前景和最新发展动态，以及地理信息系统产业发展状况；</p><p>6、掌握资料查询、文献检索及运用现代信息技术获取相关信息的基本方法；具有-定的实验设计、创造实验条件，归纳、整理、分析实验结果，撰写论文，参与学术交流的能力。</p>"
        },
        {
          "txt": "主干学科",
          "detail":"<p>自然地理学、人文地理学、经济地理学、地图学、遥感技术、数据库技术、地理信息系统原理、地理信息系统设计与应用等。</p>"
        }
      ]
    }
  ],
  "linkInfo":[{"txt":"dota从入门到放弃","id":12313},{"txt":"如何写优雅的拒绝产品经理的要求","id":1213}]
}